tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "carthage"
brew "coreutils"
brew "direnv"
brew "findutils", args: ["with-default-names"]
brew "gawk"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "jq"
brew "mas"
brew "plantuml"
brew "protobuf"
brew "swagger-codegen"
brew "swift-protobuf"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
cask "alfred"
cask "android-studio"
cask "bettertouchtool"
cask "coteditor"
cask "dropbox"
cask "goland"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "java8"
cask "karabiner-elements"
cask "macdown"
cask "night-owl"
cask "paw"
cask "qlmarkdown"
cask "sketch"
cask "tunnelblick"
cask "vlc"
cask "xmind"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
